/* No comment provided by engineer. */
"lbldissmis" = "Cancel";
"lblAll" = "ALL";
"lblFilterTitle" = "Camera Filter";
"lblFilterContent" = "Please select a filter";
"lblFilter" = "Filter";
"NoData" = "No Data !!!";

